[
    {
        "id": 1,
        "titulo": "Codigo Futuro",
        "autor": "Martín Martorell",
        "editorial": "Granica",
        "paginas": 192,
        "idioma": "Español",
        "tipo_tapa": "Blanda",
        "tematica": "Computacion",
        "precio": 7810,
        "sinopsis": "Vivimos rodeados de tecnología y sin embargo aún no apreciamos por completo su enorme potencial para abrir oportunidades, generar empleo y sacar a tantos latinoamericanos de la pobreza.Ocho historias de personas comunes que cambiaron su vida gracias a la tecnología alimentan la tesis de este libro: la tecnología es el código del futuro. Se trata de un policía, una maestra, un fotógrafo, una ama de casa, un estudiante del secundario, un reciclador urbano, un repartidor de delivery y una conductora de una app de movilidad. Si para ellos fue posible, ¡la próxima historia puede ser la tuya!",
        "stock": 5,
        "imagen": "../img/codigoFuturo.jpeg",
        "fecha_emision": 2023
    
    },
    {
        "id":  2,
        "titulo": "Polvo de sueños",
        "autor": "Steven Erikson",
        "editorial": "NOVA",
        "paginas": 1168,
        "idioma": "Español",
        "tipo_tapa": "Dura",
        "tematica": "Fantasía",
        "precio": 2277.99,
        "sinopsis": "Polvo de sueños es la novena y penúltima entrega de la saga «Malaz: El Libro de los Caídos», la decalogía originalmente publicada entre 1999 y 2011 que ha convertido al escritor canadiense Steven Erikson en una de las mayores voces de la fantasía épica contemporánea. Desde entonces, esta obra maestra de la imaginación está considerada una de las series más ambiciosas del género de los últimos años.",
        "stock": 9,
        "imagen": "../img/Polvo de sueños.jpeg",
        "fecha_emision": 2018
    },
    {
        "id":  3 ,
        "titulo": "El Alquimista"  ,
        "autor": "Paulo Coelho" ,
        "editorial": "Editorial Planeta" ,
        "paginas": 192 ,
        "idioma": "Español" ,
        "tipo_tapa": "Dura" ,
        "tematica": "Ficción" ,
        "precio": 5900,
        "sinopsis": "Una fábula inspiradora sobre la importancia de luchar por tus sueños. Considerado ya un clásico de    nuestros días, El Alquimista relata las aventuras de Santiago, un joven pastor andaluz que un día emprende un viaje por las arenas del desierto en busca de un tesoro." ,
        "stock":  5,
        "imagen": "../img/elAlquimista.jpeg",
        "fecha_emision": 2021
    },
    {
        "id":  4,
        "titulo": "Pan de Campo",
        "autor": "German Torres",
        "editorial": "Planeta",
        "paginas": 256,
        "idioma": "Español",
        "tipo_tapa": "Blanda",
        "tematica": "Cocina",
        "precio": 12000,
        "sinopsis": "Ya no podemos hablar de pan blanco o negro. Centeno, trigo sarraceno, teff, sorgo, mijo, avena, kamut, spelta, amaranto, algarroba, maíz morado, quinoa: la aparición de las harinas alternativas forma parte de una segunda ola en la nueva panadería argentina, en la que lo saludable y lo sustentable son tan importantes como el sabor. Con horizontes renovados, Germán Torres interpreta estos alimentos para dar forma a nuevos panes en Pan de Campo.",
        "stock": 5,
        "imagen":  "../img/panDeCampo.jpeg",
        "fecha_emision": 2022
    },
    {
        "id":  5,
        "titulo": "ASSASSIN`s CREED: LA ESPADA DE SHAO JUN",
        "autor": "Minoji Kurata",
        "editorial": "NORMA Editorial",
        "paginas": 598,
        "idioma": "Español",
        "tipo_tapa": "Blanda",
        "tematica": "Videojuegos",
        "precio":  10629.11,
        "sinopsis": "Año 1526, época en la que China recibía el nombre de Ming. En medio de una gran purga perpetrada por el actual emperador, un grupo de poderosos eunucos pertenecientes a la Orden templaria aprovecha la ocasión para aniquilar a los compañeros de Shao Jun, y esta, convertida en la última Asesina de China, regresa a su país para cobrarse su venganza.Todo esto, sin embargo, no son más que los recuerdos que Lisa, una descendiente de Shao Jun que vive en la Yokohama actual, conserva grabados en sus genes. Preocupada por sus impulsos violentos, Lisa acude a la doctora Kagami, quien le propone llevar a cabo un tratamiento consistente en revivir los recuerdos de su antepasada. Pero lo que ella no sabe es que detrás de todo esto se esconde un conflicto ancestral entre los Asesinos y la Orden templaria que ha llegado hasta nuestros días...",
        "stock":  5,
        "imagen":  "../img/assassinCreed.jpeg",
        "fecha_emision": 2023
    },
    {
        "id": 6 ,
        "titulo":"Los 13 Exorcismos De Salomon Joch"  ,
        "autor": "Paul Arquier-Parayre" ,
        "editorial": "Obscura Editorial, SL" ,
        "paginas": 185 ,
        "idioma": "Español" ,
        "tipo_tapa": "Blanda" ,
        "tematica": "Terror" ,
        "precio": 7800 ,
        "sinopsis": "Acompaña al padre Salomon Joch en su lucha contra el mal en trece historias que culminan en una batalla legendaria El padre Salomon Joch, exorcista al servicio del Vaticano bendecido (o maldecido quizás) con el don de la inmortalidad, ha vivido cosas que la mayoría ni siquiera alcanza a imaginar. Después de milenios luchando contra las fuerzas del mal, ahora nos relata sus aventuras por tierras francesas, donde debe librar trece combates contra las almas que ha poseído un tenebroso ejército comandado nada más ni nada menos que por Lucifer. En cada una de estas batallas, el padre Joch hará frente a demonios que tratan de corromper todo y a todos… Pero estos indicios del mal que el exorcista debe erradicar no son más que la calma que precede a la tormenta, pues una maldición nacida en tiempos inmemoriales está a punto de desatar el Armagedón en una de las tierras más míticas y emblemáticas del paisaje del actual sur de Francia. ¿Estás preparado para viajar hasta el mismísimo Infierno?" ,
        "stock": 2 ,
        "imagen":  "../img/los13ExorcismosDeSalomonJoch.jpeg",
        "fecha_emision": 2023 
    },
    {
        "id":  7,
        "titulo": "Indomitus (Warhammer 40.000)",
        "autor": "Gav Thorpe",
        "editorial": "Minotauro",
        "paginas": 366,
        "idioma": "Español",
        "tipo_tapa": "Blanda",
        "tematica": "Ciencia Ficcion",
        "precio": 19.450,
        "sinopsis": "Durante unos diez años, la Cruzada Indomitus ha estado luchando una guerra de desafío y reconquista en un Imperium devastado por las contiendas. Adscritos a la Flota de Cruzada Quintus, apodada la Flota Maldita por muchos, los Ultarmarines de la Venganza de Ithraca se ven arrojados a un mundo desolado.",
        "stock": 7,
        "imagen":  "../img/indomitus.jpeg",
        "fecha_emision": 2021
    },
    {
        "id":  8,
        "titulo": "Matemáticas Financieras 2ed",
        "autor": "Guillermo Dumrauf",
        "editorial": "Alfaomega",
        "paginas": 400,
        "idioma": "Español",
        "tipo_tapa": "Blanda",
        "tematica": "Contabilidad y finanzas",
        "precio": 16.050,
        "sinopsis": "Como la matemática financiera es a la vez una herramienta de las finanzas, la obra lo ayudará en el estudio de las Finanzas de la Empresa o los Derivados financieros. Los comentarios en la web a las resoluciones de ejercicios creemos que serán muy útiles para facilitar la comprensión de los temas.El libro está destinado esencialmente a los estudiantes de las carreras de grado y postgrado, o por ejecutivos financieros y otros profesionales que utilizan la matemática financiera en su labor cotidiana.",
        "stock": 8,
        "imagen":  "../img/matematicasFinancieras2ed.jpeg ",
        "fecha_emision": 2022
    },
    {
        "id": 9 ,
        "titulo":"Alicia a Través Del Espejo"  ,
        "autor": "Lewis Carrol" ,
        "editorial": "Nórdica Libros" ,
        "paginas": 136 ,
        "idioma": "Español" ,
        "tipo_tapa": "Blanda" ,
        "tematica": "Clásicos" ,
        "precio": 9.500 ,
        "sinopsis": "Alicia imaginaba como debe ser el mundo al otro lado del espejo de su hogar y de repente…¡lo atraviesa!. Allí, los objetos y las plantas cobran vida y dialogan con ella. En este mundo de fantasía Alicia vive toda una aventura en la que juega una extraña partida de ajedrez hasta despertar de nuevo en su casa en compañía de sus gatos." ,
        "stock": 1 ,
        "imagen":  "../img/aliciaATravesDelEspejo.jpeg",
        "fecha_emision": 2016 
    },
    {
        "id": 10,
        "titulo": "Herbario de Plantas Silvestres",
        "autor": "Delia Vignes & Pierre Vignes",
        "editorial": "Larousse",
        "paginas": 576,
        "idioma": "Español",
        "tipo_tapa": "Dura",
        "tematica": "Biologia",
        "precio": 26.650,
        "sinopsis": "Una obra extraordinaria para descubrir la belleza de las plantas de nuestro entorno, que ofrece una visión excepcional de 275 especies de flores, árboles y arbustos europeos, gracias a la reproducción de unas láminas fotográficas de una calidad asombrosa, que producen literalmente la impresión de tener la planta ante nuestros ojos. Cada lámina se acompaña de una ficha descriptiva que incluye: el significado del nombre en latín de la planta, el origen de su nombre en castellano, y la denominación en catalán, gallego y euskera; las características botánicas que permiten una identificación precisa de la planta, con remisiones a las partes de la misma ilustradas en la lámina; información sobre otras variedades, también ilustradas, lo que eleva el número de plantas descritas en la obra a 400. Esta obra de los botánicos Pierre y Délia Vignes se completa con datos relativos a las utilidades de la planta (cocina, cosmética, jardinería, propiedades medicinales, etc.).",
        "stock": 6,
        "imagen":  "../img/herbarioDePlantasSilvestres.jpeg",
        "fecha_emision": 2021
    },{
        "id":  11,
        "titulo":  "Almentra",
        "autor":  "Won-Pyung Sohn",
        "editorial":"Oceano Grantravesia"  ,
        "paginas": 256,
        "idioma": "Español" ,
        "tipo_tapa": "Dura" ,
        "tematica": "Ficción" ,
        "precio":  26000,
        "sinopsis": "Yunjae nació con alexitimia, una enfermedad que le impide reconocer y expresar emociones, y que está asociada a un crecimiento inferior de la amígdala cerebral, generalmente del tamaño de una almendra. Su madre soltera y su abuela hacen todo lo posible por ayudarlo a relacionarse con los demás, si bien en la escuela se enfrenta a la intimidación y al rechazo de sus compañeros por su comportamiento indolente. Pero un día ocurre la tragedia: en la tarde de su decimosexto cumpleaños, la madre y la abuela de Yunjae son víctimas de un violento ataque callejero que termina con su abuela muerta y su madre postrada en cama en estado vegetativo. Yunjae tendrá entonces que vivir solo y encargarse de la librería de libros usados de su familia. Es entonces cuando sucede el inesperado encuentro con Gon, un chico volátil, propenso al mal humor y a las peleas, que ha sufrido una infancia traumática. Ambos son polos opuestos, pero el rechazo que sufren --cada uno por diferentes razones-- por una sociedad que no los entiende, hace que pasen de ser enemigos, a cultivar una peculiar amistad. Podrá la relación con Gon, el encuentro con una chica llamada Dora que sólo sueña con correr, y su intervencion." ,
        "stock":  5,
        "imagen":  "../img/almendra.jpg",
        "fecha_emision": 2017 
      }
]